<?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Условия использования cookie-файлов");?>
  <p>
    Сайт <a href="//<?= $_SERVER['SERVER_NAME'] ?>/"><?= $_SERVER['SERVER_NAME'] ?></a>,
    как и многие другие, использует файлы cookie и похожие инструменты (пиксели рекламных платформ и др.).
    Это помогает вам быстрее открывать страницы, а нам — собирать и анализировать маркетинговую статистику,
    совершенствовать сайт и наши продукты.

    Файлы сookie, которые сохраняются через сайт <a href="//<?= $_SERVER['SERVER_NAME'] ?>/"><?= $_SERVER['SERVER_NAME'] ?></a>,
    обезличены и анонимны — это значит, что по ним нельзя вас идентифицировать.
  </p>
  <p>
    Пользуясь сайтом <a href="//<?= $_SERVER['SERVER_NAME'] ?>/"><?= $_SERVER['SERVER_NAME'] ?></a>,
    вы подтверждаете свое согласие на использование файлов cookie и других похожих технологий.
    Если вы не согласны, чтобы мы использовали файлы cookie, измените соответствующие настройки вашего браузера или
    не используйте наш сайт. Обратите внимание, что при блокировке или удалении cookie файлов, мы не сможем
    гарантировать корректную работу нашего сайта в вашем браузере.
  </p>

  <h3>Что такое файлы cookie?</h3>
  <p>
    <b>Cookies (куки)</b> – это текстовый файл с данными, который остается на компьютере пользователя после посещения сайта.
    В нем содержатся обезличенные данные, например:
  </p>
  <ul>
    <li>сведения о местоположении,</li>
    <li>тип и версия ОС,</li>
    <li>тип и версия Браузера,</li>
    <li>тип устройства и разрешение его экрана,</li>
    <li>источник перехода на сайт,</li>
    <li>рекламная система,</li>
    <li>язык ОС и Браузера,</li>
    <li>ip-адрес,</li>
    <li>информация о действиях на сайте.</li>
  </ul>

  <h3>Запрещение установки cookies-файлов</h3>
  <p>
    Большинство браузеров автоматически собирают файлы cookie. Вы можете изменить настройки вашего браузера,
    чтобы он блокировал файлы cookie или предупреждал вас перед тем, как сохранить файл на ваше устройство.
  </p>
  <ul>
    <li>В браузере Internet Explorer можно запретить установку любых файлов «cookie», нажав «Инструменты», «Свойства обозревателя», «Конфиденциальность» и выбрав «Блокировать все куки-файлы» с помощью ползунка. </li>
    <li>В браузере Firefox можно настроить параметры файлов «cookie», нажав «Инструменты», «Настройки» и «Приватность». </li>
    <li>В браузере Safari можно настроить параметры файлов «cookie», нажав «Настройки» и «Конфиденциальность».</li>
    <li>В браузере Chrome можно настроить параметры файлов «cookie», нажав «Настройки» и «Личные данные».</li>
  </ul>
  <p>
    Блокирование cookies-файлов отрицательно скажется на удобстве работы с некоторыми веб-сайтами.
  </p>
  <br><?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>